[
  {
    "id": 1,
    "title": "Samsung янги Galaxy S23 флагманларини тақдим этди",
    "description": "Samsung компанияси янги Galaxy S23 флагман смартфонлари сериясини эълон қилди. Компания вакиллари Galaxy Unpacked тадбири чоғида смартфонларни тақдим этди. Маросим компаниянинг YouTube каналида намойиш этилди. Янги смартфонлар қаторига Galaxy S23, Galaxy S23+ ва Galaxy S23 Ultra киради. Серия қурилмалари Snapdragon 8 Gen 2 процессори ва 8 гигабайт оператив хотира билан таъминланган.",
    "img_url": "https://storage.kun.uz/source/thumbnails/_medium/9/AxrN8u_Cr7YQowuxxcy1eIWAbg7svfqg_medium.jpg"
  },
  {
    "id": 2,
    "title": "Chevrolet Onix ноябрь ойидан сотувга чиқиши мумкин",
    "description": "Ўзбекистонда Chevrolet Onix автомобилининг 1 ноябрдан сотувга чиқиши ҳақида маълумотлар пайдо бўлди. Бу ҳақда Kurbanoff.net Telegram-канали муаллифи ёзмоқда. Тасдиқланмаган маълумотларга кўра, 90 от кучига эга, 1,2 литрли двигател ва механик узатмалар қутиси ҳамда пўлат ғилдираклар билан жиҳозланган Chevrolet Onix'нинг энг оддий позицияси нархи 150 миллион сўм атрофида бўлади",
    "img_url": "https://storage.kun.uz/source/9/zNRnfZq0nriYihOXCDPtqBIUXtlxFWP2.jpg"
  },
  {
    "id": 3,
    "title": "TikTok энди дунёдаги энг машҳур илова эмас",
    "description": "Шов-шувга сабаб бўлган ChatGPT тарихдаги энг тез ривожланаётган сервис-иловага айланди ва атиги икки ой ичида обуначилари сонини 100 миллиондан оширди. Ва бу ҳали ҳамма мамлакатларда ишламаслиги ва фақат инглиз тилини қўллаб-қувватлашига қарамай.",
    "img_url": "https://storage.kun.uz/source/9/xEcN5q6qwzaXemm4niBmVKOumyfiw0JL.jpg"
  },
  {
    "id": 4,
    "title": "Биринчи Беларус ноутбуки чиқарилганидан 3 кун ўтгач сотувдан олиб ташланди",
    "description": "H-book MAK4 сотуви 2022 йил 22 декабрда эълон қилинган ва тақдимот Минскдаги Galleria Minsk савдо марказида жойлашган дўконда бўлиб ўтган эди. Аммо 25 декабр куни Беларусда янги ноутбук сотиладиган ягона нуқта ёпилгани маълум бўлди. Беларус ноутбукларини сотиш нега тўхтатилгани ҳақида хабар берилмади.",
    "img_url": "https://storage.kun.uz/source/9/ki8bz7Xlvy_vgiM3-q1tyHca0-KmJlj6.jpg"
  }
]